Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: Ambigüitat mixta.
es: Ambigüedad mixta.

source: L'ambigüitat categorial de la preposició.
es: La ambigüedad categorial de la preposición.

source: La frase ``M'agrada més que la bata'' pot tenir dues interpretacions; en la primera es parla d'una prenda de vestir; en la segona, d'una preferència a l'hora de preparar, per exemple, una salsa.
es: La frase ``M'agrada més que la bata'' puede tener dos interpretaciones; en la primera se habla de una prenda de vestir; en la segunda, de una preferencia a la hora de preparar, por ejemplo, una salsa.

source: Una ambigüitat que és molt semblant a l'ambigüitat lèxica pura es produeix quan una expressió idiomàtica es pren bé com a tal o bé en sentit literal.
es: Una ambigüedad que es muy parecida a la ambigüedad léxica pura se produce cuando una expresión idiomática se toma bien como tal o bien en sentido literal.

source: S'hi poden distingir diversos casos: Ambigüitat estructural d'origen coordinatiu: Per exemple, si diem Posa els llençols i els cobertors nets a l'armari hi ha dues possibles interpretacions; en una els llençols no estan nets, en l'altra sí, segons que es considere que l'adjectiu nets modifica els dos substantius coordinats o només l'últim (vegeu la fig. ).
es: Se pueden distinguir varios casos: Ambigüedad estructural de origen coordinativo: Por ejemplo, si decimos Posa els llençols i els cobertors nets a l'armari hay dos posibles interpretaciones; en una las sábanas no están limpias, en la otra sí, según se considere que el adjetivo nets modifica a los dos sustantivos coordinados o sólo al último (véase la fig. ).

source: Avaluació predictiva
es: Evaluación predictiva

source: Homografia verb conjugat--substantiu:
es: Homografía verbo conjugado--sustantivo:

source: En aquests casos podem considerar que les categories buides són mots ``de zero lletres'' que tenen una interpretació.
es: En estos casos podemos considerar que las categorías vacías son palabras ``de cero letras'' que tienen una interpretación.

source: Expliqueu quina informació usa el sistema en cada cas per a prendre una decisió.
es: Explicad qué información usa el sistema en cada caso para tomar una decisión.

source: Les dues causes poden concórrer.
es: Las dos causas pueden concurrir.

source: Dues de les quatre combinacions tenen sentit.
es: Dos de las cuatro combinaciones tienen sentido.

source: Un altre tipus d'ambigüitat mixta succeeix quan l'ambigüitat lèxica categorial d'alguns mots es combina amb mecanismes d'el·lipsi com els descrits més amunt per a construccions coordinatives o comparatives.
es: Otro tipo de ambigüedad mixta tiene lugar cuando la ambigüedad léxica categorial de algunas palabras se combina con mecanismos de elipsis como los descritos más arriba para construcciones coordinadas o comparativas.

source: En la frase Vaig obrir [la porta]$_i$ a [la cuinera]$_j$ i la$_{i/j?}$ vaig fer passar els índexs ($i$, $j$, $i/j?$) indiquen que el pronom feble la es pot referir a la mateixa persona a la qual ens hem referit amb el sintagma nominal la cuinera, però no hi ha cap raó sintàctica perquè el referent no siga el mateix que el del sintagma la porta: aquesta pot ser una possible causa d'ambigüitat en la segona oració coordinada.
es: En la frase Vaig obrir [la porta]$_i$ a [la cuinera]$_j$ i la$_{i/j?}$ vaig fer passar los índices ($i$, $j$, $i/j?$) indican que el pronombre átono la se puede referir a la misma persona a la que nos hemos referido con el sintagma nominal la cuinera, pero no hay ninguna razón sintáctica por la que el referente no sea el mismo que el del sintagma la porta: esta puede ser una posible causa de ambigüedad en la segunda oración coordinada.

source: Per exemple, el mot estació (forma lèxica: estació, substantiu, femení singular) és polisèmic perquè el lema corresponent té més d'una interpretació: indret on s'aturen temporalment els trens, part de l'any compresa entre un solstici i un equinocci, conjunt d'instal·lacions per a un propòsit determinat (per exemple, l'esquí), etc.
es: Por ejemplo, la palabra estació (forma léxica: estació, sustantivo, femenino singular) es polisémica porque el lema correspondiente tiene más de una interpretación: lugar donde se paran temporalmente los trenes, parte del año comprendida entre un solsticio y un equinoccio, conjunto de instalaciones para un propósito determinado (por ejemplo, el esquí), etc.

source: on la posició inicial de l'adverbi interrogatiu Com pot resultar de la transformació per moviment de Qu de tres estructures hipotètiques diferents; en cada una d'elles, l'adverbi és adjunt d'un sintagma verbal diferent: [(a)] *Dius com que ha explicat que vindria?
es: donde la posición inicial del adverbio interrogativo Com puede resultar de la transformación por movimento de Qu de tres estructuras hipotéticas diferentes; en cada una de ellas, el adverbio está adjunto a un sintagma verbal diferente: [(a)] *Dius com que ha explicat que vindria?

source: {} s'intenta resoldre normalment amb regles basades en les categories lèxiques dels mots que l'acompanyen en la frase.
es: {} se intenta resolver normalmente con reglas basadas en las categorías léxicas de las palabras que lo acompañan en la frase.

source: El pronom feble el pot referir-se a garatge o a cotxe.
es: El pronombre lo puede referirse a garatge o a cotxe.

source: Una altra regla que se sol usar és la d'adjunció mínima ---angl.minimal attachment--- que afavoreix l'arbre sintàctic amb el mínim de nodes (punts de ramificació).
es: Otra regla que se suele usar es la de adjunción mínima ---ingl.minimal attachment---, que favorece el árbol sintáctico con el mínimo de nodos (puntos de ramificación).

source: Per tant, un enunciat ambigu pot tenir més d'una traducció a un altre idioma. En aquest capítol ens fixarem molt especialment en l'ambigüitat de les oracions.
es: Por lo tanto, un enunciado ambiguo puede tener más de una traducción a otro idioma. En este capítulo nos fijaremos muy especialmente en la ambigüedad de las oraciones.

source: {hutchins92b}, el qual pot tenir dues interpretacions [(a)] No totes les dones s'estimen els abrics de pell.
es: {hutchins92b}, que puede tener dos interpretaciones [(a)] No a todas las mujeres les gustan los abrigos de piel.

source: També hi intervé l'ambigüitat lèxica pura (polisèmia) de despedir (en la primera llançar; en la segona, deixar sense treball).
es: También interviene la ambigüedad léxica pura (polisemia) de despedir (en la primera llançar; en la segunda, deixar sense treball).

source: 2a pers.sing (2a i 3a conj.) / subst.fem.pl.: batas, temas, metas.
es: 2a pers.sing (2a i 3a conj.) / sust.fem.pl.: batas, temas, metas.

source: L'oració és ambigua per polisèmia (ambigüitat lèxica) del substantiu finestra (de la paret/ del sistema operatiu) Ambigüitat estructural per moviment de constituents (en concret, per moviment de l'element Qu com).
es: La oración es ambigua por polisemia (ambigüedad léxica) del sustantivo finestra (de la pared / del sistema operativo) Ambigüedad estructural por movimiento de constituyentes (en concreto, por movimiento del elemento Qu com ).

source: } Aquest principi explica per què la interpretació de l'oració El pare escura plats és diferent de la de l'oració La mare llegeix llibres Les oracions () i () tenen la mateixa sintaxi però diferent interpretació perquè contenen mots diferents amb interpretacions diferents.
es: } Este principio explica por qué la interpretación de la oración El pare escura plats es diferente de la de la oración La mare llegeix llibres Las oraciones () y () tienen la misma sintaxis, pero diferente interpretación porque contienen palabras diferentes con interpretaciones diferentes.

source: L'ambigüitat d'una oració també pot estar deguda al simple fet que tinga més d'un arbre d'anàlisi sintàctica.
es: La ambigüedad de una oración también puede deberse al simple hecho de que tenga más de un árbol de análisis sintáctico.

source: Els$_{i/j?}$ vaig veure caure s'ha d'usar informació semàntica per a saber quin és l'antecedent d'els en la segona oració (els soldats o els xiquets).
es: Els$_{i/j?}$ vaig veure caure se tiene que usar información semántica para saber cuál es el antecedente de els en la segunda oración (els soldats o els xiquets).

source: ``S'han de repassar les entrades i les despeses que s'hagen fet en euros'' (1: Les entrades s'han de repassar totes; les despeses només si s'han fet en euros; 2: De les entrades, se n'han de repassar només les fetes en euros).
es: ``S'han de repassar les entrades i les despeses que s'hagen fet en euros'' (1: Las entradas se tienen que repasar todas; los gastos sólo si se han hecho en euros; 2: De las entradas, se tienen que repasar sólo las hechas en euros).

source: Exemples de l'espanyol al català: Ambigüitat que es pot resoldre després de fer una anàlisi morfològica de l'oració: en mi trabajo, l'homògraf trabajo pot ser substantiu (català treballo) o verb (català treball), però la presència de mi (determinant possessiu) desambigua l'homògraf perfectament.
es: Ejemplos del español al catalán: Ambigüedad que se puede resolver después de hacer un análisis morfológico de la oración: en mi trabajo, el homógrafo trabajo puede ser sustantivo (català treball) o verbo (català treballo), pero la presencia de mi (determinante posesivo) desambigua el homógrafo perfectamente.

source: Entre la 1a pers.pl. del present d'indicatiu i del pretèrit perfet simple (``pretèrito indefinido'') dels verbs regulars de la 1a i 3a conjs.: { amamos}, cantamos, conseguimos, etc.
es: Entre la 1a pers.pl. del presente de indicativo y del pretérito perfecto simple (``pretérito indefinido'') de los verbos regulares de la 1a y 3a conjs.: { amamos}, cantamos, conseguimos, etc.

source: No obstant això, hi ha d'altres que només poden ser tractades si es fa una anàlisi sintàctica (tot i que l'ambigüitat siga de tipus lèxic) i fins i tot n'hi ha que requeririen una anàlisi semàntica per a resoldre-les.
es: Sin embargo, hay otras que sólo pueden ser tratadas si se hace un análisis sintáctico (a pesar de que la ambigüedad sea de tipo léxico), e incluso hay algunas requerirían un análisis semántico para resolverlas.

source: Sí, pot ser polisèmic encara que la traducció a aquesta llengua de totes les interpretacions siga la mateixa.
es: Sí, puede ser polisémica aunque la traducción a esta lengua de todas las interpretaciones sea la misma.

source: Més exemples: Va parlar amb l'encarregat de la neteja de la seua casa Hi ha una bossa de roba perduda en la Secretaria de l'Escola {tuson99b} explica que aquesta última oració pot tenir fins a 12 interpretacions possibles.
es: Más ejemplos: Va parlar amb l'encarregat de la neteja de la seua casa Hi ha una bossa de roba perduda en la Secretaria de l'Escola {tuson99b} explica que esta última oración puede tener hasta 12 interpretaciones posibles.

source: L'elipsi d'un sintagma nominal, que queda substituït per un pronom nul PRO.
es: La elipsis de un sintagma nominal, que queda sustituido por un pronombre nulo PRO.

source: Això pot no ser adequat.
es: Esto puede no ser adecuado.

source: Considerem l'aproximació estadística.
es: Consideremos la aproximación estadística.

source: L'oració és ambigua perquè dos dels seus mots presenten ambigüitat lèxica pura (polisèmia): auto pot ser un automòbil o un tipus de resolució judicial; suspensión pot ser l'acció de suspendre (la resolució) o el sistema d'amortidors de l'automòbil.
es: La oración es ambigua porque dos de sus palabras presentan ambigüedad léxica pura (polisemia): auto puede ser un automóvil o un tipo de resolución judicial; suspensión puede ser la acción de suspender (la resolución) o el sistema de amortiguadores del automóvil.

source: L'ambigüitat lèxica de transferència és especialment perillosa quan afecta un mot de la llengua origen no percebut com a ambigu.
es: La ambigüedad léxica de transferencia es especialmente peligrosa cuando afecta a una palabra de la lengua origen no percibida como ambigua.

source: A canvi, hem de fer l'esforç (pressumiblement més lleuger) de predir una entre les possibles continuacions (sintàctiques) del que hem llegit; segons arriben mots, els anem encaixant en l'estructura predita i usem la sintaxi i la interpretació dels mots per a anar construint a poc a poc la interpretació de l'oració completa.
es: A cambio, tenemos que hacer el esfuerzo (presumiblemente más ligero) de predecir una de entre las posibles continuaciones (sintácticas) de lo que hemos leído; según llegan palabras, las vamos encajando en la estructura predicha y usamos la sintaxis y la interpretación de las palabras para ir construyendo poco a poco la interpretación de la oración completa.

source: Aquesta triangulació també pot servir per a tractar altres tipus d'ambigüitat, com ara la sintàctica.
es: Esta triangulación también puede servir para tratar otros tipos de ambigüedad, como por ejemplo la sintáctica.

source: (*) Indiqueu breument quines estratègies es podrien usar per a resoldre l'ambigüitat sintàctica d'adjunció.
es: (*) Indicad brevemente qué estrategias se podrían usar para resolver la ambigüedad sintáctica de adjunción.

source: Ambigüitat estructural amb el·lipsi i moviment: en una interpretació la bolsa pot ser l'objecte de l'acció (transitiva) de baixar si el subjecte (nul) és el mateix que mi vecino (``Mi vecino aseguró que (él mismo) había bajado la bolsa''); en l'altra, la bolsa és el subjecte (mogut a posició postverbal) de l'acció intransitiva de baixar.
es: Ambigüedad estructural con elipsis y movimiento: en una interpretación la bolsa puede ser el objeto de la acción (transitiva) de bajar si el sujeto (nulo) es el mismo que mi vecino (``Mi vecino aseguró que (él mismo) había bajado la bolsa''); en la otra, la bolsa es el sujeto (movido a posición postverbal) de la acción intransitiva de bajar.

source: En -os: marchamos (1a pers.pl. present i pretèrit perfet simple d'indicatiu i subst.masc.pl.).
es: Acabado en -os: marchamos (1a pers.pl. presente y pretérito perfecto simple de indicativo y sust.masc.pl.).

source: (1a conj.) / subst.fem.pl.: casas, salas, tomas, entregas, osas; Pres.ind.
es: (1a conj.) / sust.fem.pl.: casas, salas, tomas, entregas, osas; Pres.ind.

source: Homògrafs verb conjugat--determinant: uno, una, unas (unir)
es: Homógrafos verbo conjugado--determinante: uno, una, unas (unir)

source: [diseño asistido:] asistido és aduya.
es: [diseño asistido:] asistido es aduya.

source: té més d'un arbre d'anàlisi sintàctica.
es: tiene más de un árbol de análisis sintáctico.

source: En traducció automàtica de l'espanyol al català, una alternativa interessant és posar primer el sintagma nominal que segueix al cuyo i després, una forma de del qual que concorde amb l'antecedent.
es: En traducción automática del español al catalán, una alternativa interesante es poner primero el sintagma nominal que sigue al cuyo y después, una forma del qual que concuerde con el antecedente.

source: La existència de més d'una estructura sintàctica possible.
es: La existencia de más de una estructura sintáctica posible.

source: Una possible mesura quantitativa de la qualitat d'un text produït per un sistema de TA a partir d'un text representatiu és el nombre mínim d'insercions, esborraments i substitucions de mots necessaris (per exemple, per cada 100 mots de text) per a transformar-lo en un text que siga una traducció acceptable de l'original.
es: Una posible medida cuantitativa de la calidad de un texto producido por un sistema de TA a partir de un texto representativo es el número mínimo de inserciones, borrados y sustituciones de palabras necesarias (por ejemplo, por cada 100 palabras de texto) para transformarlo en un texto que sea una traducción aceptable del original.

source: De qualsevol manera, queda el problema que un text que per a un lector és acceptable pot no ser-ho per a un altre.
es: De todas formas, queda el problema de que un texto que para un lector es aceptable puede no serlo para otro.

source: Hi ha tres situacions possibles canvia només el lema però no els indicadors de flexió: el mot espanyol creo pot ser la 1a.
es: Hay tres situaciones posibles cambia sólo el lema, pero no los indicadores de flexión: la palabra creo puede ser la 1.ª

source: L'homografia pot produir ambigüitat lèxica categorial o fins i tot aparéixer entre mots de la mateixa categoria lèxica.
es: La homografía puede producir ambigüedad léxica categorial o incluso aparecer entre palabras de la misma categoría léxica.

source: De nou, si volem comparar, voldríem trobar la traducció acceptable més pròxima a la traducció en brut, és a dir, la que s'obté amb el mínim de correccions possibles.
es: De nuevo, si queremos comparar, querríamos encontrar la traducción aceptable más próxima a la traducción en bruto, es decir, la que se obtiene con el mínimo de correcciones posibles.

source: L'elipsi simultània d'un sintagma nominal i un sintagma verbal, que fa dubtosa l'adscripció del sintagma nominal restant.
es: La elipsis simultánea de un sintagma nominal y un sintagma verbal, que hace dudosa la adscripción del sintagma nominal restante.

source: Ambigüitat estructural d'origen categorial.
es: Ambigüedad estructural de origen categorial.

source: La resolució de l'ambigüitat lèxica categorial, altrament coneguda com etiquetatge (dels mots) amb parts de l'oració (en anglés, part-of-speech (PoS) tagging) està molt ben estudiada.
es: La resolución de la ambigüedad léxica categorial, también conocida como etiquetado (de las palabras) con partes de la oración (en inglés, part-of-speech (PoS) tagging) ha sido estudiada en profundidad.

source: Segons aquest model, les persones consideraríem sempre totes les estructures sintàctiques.
es: Según este modelo, las personas consideraríamos siempre todas las estructuras sintácticas.

source: Imagineu que teniu un text de 1.000.000 de mots en l'idioma séverla i un diccionari de correspondències espanyol--séverla.
es: Imaginad que tenéis un texto de 1.000.000 de palabras en el idioma séverla y un diccionario de correspondencias español--séverla.

source: Els quantificadors són mots com algun, tot, cada.
es: Los cuantificadores son palabras como algun, tot, cada.

source: ``No puc veure bé la foto que m'has enviat per correu electrònic perquè no puc tancar totes les finestres'' (1: Encara hi entra sol i es reflecteix en la pantalla; 2: Tinc l'escriptori ple de documents oberts).
es: ``No puc veure bé la foto que m'has enviat per correu electrònic perquè no puc tancar totes les finestres'' (1: Todavía entra sol y se refleja en la pantalla; 2: Tengo el escritorio lleno de documentos abiertos).

source: El punt de vista purament sintàctic és clarament una simplificació excessiva; moltes vegades, les persones resolem l'ambigüitat estructural usant informació semàntica o fins i tot lèxico-semàntica.
es: El punto de vista puramente sintáctico es claramente una simplificación excesiva; muchas veces, las personas resolvemos la ambigüedad estructural usando información semántica o incluso léxico-semántica.

source: Per tant, elegim la primera.
es: Por lo tanto, elegimos la primera.

source: Si prenem un corpus (conjunt) suficientment gran de textos correctes i comptem quantes voltes apareixen totes les seqüències possibles de tres categories lèxiques, podem usar aquestes freqüències per a assignar la categoria d'un mot ambigu: de totes les seqüències de tres mots possibles que es puguen formar amb aquest mot, en prendrem la més freqüent.
es: Si tomamos un corpus (conjunto) suficientemente grande de textos correctos y contamos cuántas veces aparecen todas las secuencias posibles de tres categorías léxicas, podemos usar estas frecuencias para asignarle la categoría a una palabra ambigua: de todas las secuencias de tres palabras posibles que se puedan formar con esta palabra, tomaremos la más frecuente.

source: En el text en séverla trobem, a més, les freqüències següents per a grups de dos mots (només es llisten els grups que apareixen alguna vegada): {l|l} {Grup}
es: En el texto en séverla encontramos, además, las frecuencias siguientes para grupos de dos palabras (sólo se listan los grupos que aparecen alguna vez): {l|l} {Grupo}

source: Per exemple, el reordenament dels mots dels sintagmes nominals quan es tradueix de l'anglés a l'espanyol {mira98j,forcada00p
es: Por ejemplo, el reordenamiento de las palabras de los sintagmas nominales cuando se traduce del inglés al español {mira98j,forcada00p

source: 2: Els crucifixos també han rebrotat?).
es: 2: ¿Los crucifijos también han rebrotado?).

source: La relació que assigna una interpretació a una expressió anafòrica s'anomena deïxi o dixi: quan la interpretació és per co-referència amb un antecedent que apareix anteriorment en el text s'anomena { anàfora}, i catàfora si l'antecedent és posterior.
es: La relación que asigna una interpretación a una expresión anafórica se denomina deixis o dixis: cuando la interpretación es por correferencia con un antecedente que aparece anteriormente en el texto se denomina { anáfora}, y catáfora si el antecedente es posterior.

source: Tant {krauwer93j} com {sager93b} qüestionen aquesta visió; aquest últim argumenta que ``s'ha d'acceptar que no hi ha cap situació que puga servir com a punt de comparació entre la traducció humana i l'automàtica, i que potser no hi ha cap situació en la qual la traducció humana i l'automàtica siguen igualment adequades'' i proposa que, en canvi, les traduccions poden ser comparades per a veure ``si satisfan, i fins a quin punt, les expectatives de l'usuari final [dels documents traduïts]'', ja que la traducció és una ``activitat de mediació, la forma particular de la qual està determinada tant pel text com per les circumstàncies comunicatives que requereixen aquesta mediació''.
es: Tanto {krauwer93j} como {sager93b} cuestionan esta visión; este último argumenta que ``se tiene que aceptar que no hay ninguna situación que pueda servir como punto de comparación entre la traducción humana y la automática, y que quizás no hay ninguna situación en la cual la traducción humana y la automática sean igualmente adecuadas'' y propone que, en cambio, las traducciones pueden ser comparadas para ver ``si satisfacen, y hasta qué punto, las expectativas del usuario final [de los documentos traducidos]'', puesto que la traducción es una ``actividad de mediación, cuya forma particular está determinada tanto por el texto como por las circunstancias comunicativas que requieren esta mediación''.

source: [dirección electrónica:] electrónica és dered; la combinació dered obmur no s'hi dóna, i dered odnam és menys freqüent que dered ragul.
es: [dirección electrónica:] electrónica es dered; la combinación dered obmur no se da, y dered odnam es menos frecuente que dered ragul.

source: [Avaluació de la traducció automàtica]{L'avaluació dels sistemes de traducció automàtica}
es: [Evaluación de la traducción automática] {La evaluación de los sistemas de traducción automática}

source: {alcaraz97b} defineixen l'el·lipsi com l'omissió o l'absència d'alguna part d'una oració.
es: {alcaraz97b} define la elipsis como la omisión o la ausencia de alguna parte de una oración.

source: El diccionari estableix (entre d'altres) les correspondències següents (s'hi indica la freqüència del mot en el text en séverla).
es: El diccionario establece (entre otras) las correspondencias siguientes (se indica la frecuencia de la palabra en el texto en séverla).
